IDEA Open Model
StagesLoading.PermanentLoad Property
Compatible with IDEA StatiCa Beta 20.0
 Permanent loading
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<StageLoading> PermanentLoad { get; set; }
Public Property PermanentLoad As List(Of StageLoading)
	Get
	Set
Property Value
Type: List<StageLoading>
See Also
Reference
StagesLoading Class
IdeaRS.OpenModel.Concrete.Load Namespace